{"the": 1570, "merchant": 1016, "had": 757, "ignored": 806, "client": 360, "demands": 501, "to": 1592, "stop": 1509, "processing": 1262, "personal": 1197, "data": 473, "in": 825, "particular": 1172, "phone": 1204, "number": 1096, "continued": 428, "sending": 1432, "subject": 1518, "advertising": 134, "messages": 1018, "8217": 80, "private": 1253, "individual": 842, "created": 455, "fake": 660, "profile": 1264, "of": 1113, "female": 672, "colleague": 372, "on": 1125, "an": 170, "erotic": 613, "website": 1677, "contained": 423, "affected": 138, "person": 1196, "contact": 420, "details": 512, "and": 172, "pictures": 1210, "as": 212, "well": 1680, "information": 847, "sexual": 1447, "nature": 1062, "then": 1573, "received": 1313, "several": 1446, "calls": 317, "from": 712, "people": 1187, "who": 1691, "were": 1682, "inquiring": 861, "about": 87, "was": 1667, "found": 707, "have": 769, "personality": 1198, "disorder": 529, "such": 1523, "fine": 683, "reduced": 1324, "000": 0, "800": 77, "after": 140, "inspection": 863, "2018": 29, "when": 1685, "irregularities": 902, "noticed": 1088, "company": 387, "iddesign": 797, "fined": 684, "overused": 1158, "over": 1155, "380": 56, "customers": 462, "for": 701, "longer": 982, "period": 1191, "time": 1589, "than": 1568, "they": 1577, "allowed": 162, "per": 1188, "initial": 854, "goals": 740, "moreover": 1044, "no": 1081, "clear": 358, "deadlines": 482, "regarding": 1327, "deletion": 499, "controller": 433, "also": 165, "necessity": 1066, "having": 770, "policy": 1221, "procedures": 1258, "sent": 1435, "marketing": 996, "million": 1023, "without": 1701, "their": 1571, "consent": 411, "message": 1017, "encouraged": 588, "subjects": 1519, "8220": 81, "my": 1055, "ee": 566, "8221": 82, "app": 184, "manage": 992, "accounts": 105, "furthermore": 718, "another": 178, "batch": 252, "other": 1149, "afterward": 141, "issued": 907, "mayor": 1002, "office": 1119, "unlawfully": 1625, "disclosed": 525, "related": 1340, "whistleblower": 1690, "complained": 392, "naih": 1057, "his": 779, "employer": 585, "requested": 1361, "complaint": 393, "accidentally": 97, "released": 1346, "name": 1058, "complainant": 391, "fired": 687, "result": 1374, "113": 14, "imposed": 820, "national": 1060, "telecom": 1553, "unlawful": 1624, "citizen": 352, "accessed": 93, "processed": 1261, "order": 1142, "cancel": 323, "contract": 429, "did": 518, "not": 1085, "comply": 400, "with": 1697, "request": 1360, "access": 92, "audio": 227, "recordings": 1319, "biometric": 280, "fingerprint": 686, "scanners": 1415, "used": 1640, "school": 1416, "gdansk": 728, "poland": 1218, "authenticate": 231, "students": 1517, "into": 887, "payment": 1182, "system": 1542, "while": 1689, "parents": 1166, "given": 737, "written": 1713, "this": 1580, "kind": 928, "polish": 1222, "protection": 1277, "uodo": 1634, "argued": 205, "that": 1569, "nevertheless": 1075, "obtained": 1111, "involuntarily": 899, "it": 910, "required": 1364, "otherwise": 1151, "would": 1711, "been": 259, "able": 86, "process": 1260, "student": 1516, "payments": 1183, "at": 218, "all": 157, "meaning": 1003, "choice": 349, "question": 1300, "dante": 470, "international": 883, "failed": 658, "observe": 1107, "right": 1389, "customer": 461, "unsubscribe": 1632, "commercial": 379, "communications": 384, "mail": 990, "spite": 1490, "hospital": 785, "charged": 343, "copying": 442, "fee": 670, "patient": 1180, "violated": 1656, "two": 1611, "belgian": 265, "politicians": 1224, "city": 354, "councilor": 449, "each": 561, "out": 1153, "campaign": 321, "emails": 579, "recipients": 1315, "consented": 412, "receive": 1312, "ico": 795, "notified": 1092, "british": 304, "airways": 154, "its": 912, "intention": 876, "issue": 906, "worth": 1710, "183": 23, "39": 57, "pounds": 1234, "because": 257, "alleged": 158, "infringement": 852, "art": 210, "31": 44, "gdpr": 729, "reason": 1310, "is": 904, "incident": 831, "which": 1688, "reported": 1356, "september": 1438, "diverted": 537, "users": 1641, "traffic": 1600, "dangerous": 468, "hackers": 756, "charge": 342, "stolen": 1508, "more": 1042, "500": 64, "poor": 1225, "security": 1426, "mechanisms": 1007, "prevent": 1247, "cyber": 464, "attacks": 221, "happening": 765, "strong": 1515, "notice": 1087, "facing": 655, "204": 32, "600": 72, "but": 312, "yet": 1718, "final": 678, "included": 832, "our": 1152, "statistics": 1502, "dashboard": 471, "cctv": 334, "cameras": 320, "aepd": 137, "revealed": 1385, "cctc": 333, "camera": 319, "by": 313, "home": 781, "filmed": 676, "part": 1169, "public": 1287, "space": 1484, "through": 1584, "whatsapp": 1684, "platform": 1214, "raiffeisen": 1304, "bank": 246, "facilitate": 654, "assessment": 216, "scores": 1419, "results": 1377, "returned": 1383, "same": 1409, "allow": 161, "video": 1654, "surveillance": 1536, "monitor": 1037, "employees": 584, "vodafone": 1659, "romania": 1395, "employed": 582, "weak": 1674, "insufficient": 870, "measures": 1006, "led": 956, "event": 628, "erroneous": 614, "incorrectly": 838, "wrong": 1714, "address": 122, "stored": 1512, "some": 1480, "documents": 544, "containing": 425, "names": 1059, "addresses": 123, "dates": 477, "birth": 281, "nhs": 1080, "numbers": 1097, "medical": 1008, "prescriptions": 1242, "unsealed": 1630, "containers": 424, "back": 243, "building": 308, "protect": 1274, "these": 1576, "elements": 575, "resulting": 1376, "water": 1670, "damage": 467, "around": 208, "fates": 664, "identification": 798, "exposed": 646, "resulted": 1375, "potentially": 1233, "loss": 983, "provide": 1280, "necessary": 1065, "organization": 1143, "cases": 330, "firstly": 691, "appropriate": 197, "determination": 514, "means": 1004, "secondly": 1424, "implementation": 815, "safeguards": 1405, "disclosure": 526, "337": 48, "042": 5, "has": 767, "even": 627, "made": 988, "do": 539, "be": 255, "bnp": 288, "paribas": 1167, "finance": 679, "erase": 610, "so": 1473, "during": 558, "timeframe": 1590, "legislation": 959, "betting": 275, "place": 1211, "illegally": 809, "sidewalk": 1457, "individuals": 843, "are": 202, "large": 940, "scale": 1414, "like": 968, "case": 329, "iberdrola": 793, "clientes": 361, "article": 211, "13": 15, "showed": 1454, "complete": 395, "lack": 936, "cooperation": 439, "latter": 944, "needed": 1067, "add": 119, "solvency": 1479, "list": 974, "avond": 240, "cosmetics": 445, "hadn": 758, "observed": 1108, "law": 947, "erroneously": 615, "identity": 801, "wasn": 1668, "properly": 1272, "verified": 1650, "matching": 1000, "register": 1330, "claims": 357, "work": 1704, "third": 1579, "party": 1176, "utilized": 1644, "objections": 1101, "voiced": 1660, "parties": 1173, "credit": 458, "card": 325, "via": 1653, "sms": 1472, "despite": 509, "send": 1430, "incorrect": 837, "telephone": 1558, "00016": 1, "annual": 176, "net": 1071, "revenue": 1386, "local": 979, "community": 385, "francavilla": 708, "fontana": 697, "published": 1292, "online": 1129, "ongoing": 1128, "court": 452, "trial": 1609, "health": 773, "ikea": 807, "ib\u00e9rica": 794, "installed": 865, "cookies": 438, "device": 517, "asking": 214, "permission": 1192, "sold": 1477, "constantly": 416, "tracked": 1598, "gps": 746, "owner": 1161, "since": 1467, "tracking": 1599, "czech": 466, "authority": 235, "decreed": 491, "violation": 1657, "postal": 1231, "advertisements": 133, "offers": 1118, "jocker": 916, "premium": 1239, "invex": 894, "registrant": 1332, "census": 335, "though": 1582, "serious": 1440, "investigation": 892, "ddpa": 479, "surmised": 1533, "hague": 759, "possession": 1227, "records": 1320, "started": 1496, "following": 696, "events": 629, "multiple": 1052, "staff": 1494, "members": 1012, "checked": 346, "dutch": 559, "taken": 1545, "warned": 1665, "update": 1636, "2nd": 42, "october": 1112, "2019": 30, "or": 1141, "incur": 840, "penalty": 1185, "100": 8, "eur": 624, "every": 631, "weeks": 1679, "applications": 191, "slovak": 1469, "citizens": 353, "requesting": 1362, "social": 1475, "benefits": 271, "foreign": 703, "authorities": 234, "post": 1230, "lost": 984, "become": 258, "including": 834, "physical": 1209, "complaints": 394, "workspace": 1708, "rules": 1401, "pertaining": 1200, "filming": 677, "providing": 1284, "cnil": 366, "performed": 1190, "audit": 228, "observing": 1109, "laws": 949, "therefore": 1575, "fines": 685, "first": 690, "last": 942, "vat": 1649, "open": 1132, "electricity": 573, "supply": 1530, "former": 706, "anymore": 181, "reuse": 1384, "teachers": 1551, "due": 556, "technical": 1552, "errors": 617, "deleted": 498, "upon": 1637, "022": 2, "three": 1583, "hora": 784, "ifn": 804, "sa": 1403, "transmitted": 1607, "email": 577, "any": 180, "validate": 1647, "accuracy": 106, "authenticity": 233, "collected": 374, "operator": 1138, "employ": 581, "enough": 600, "organizational": 1144, "worse": 1709, "fact": 656, "notify": 1093, "anspdcp": 179, "breach": 298, "discovered": 528, "10": 7, "issues": 908, "non": 1082, "compliance": 398, "withdraw": 1698, "couldn": 448, "easily": 563, "tenants": 1563, "option": 1140, "remove": 1350, "once": 1126, "retaining": 1380, "years": 1717, "salary": 1408, "statements": 1500, "insurances": 872, "tax": 1548, "berlin": 272, "commissioner": 381, "14": 17, "store": 1511, "took": 1596, "images": 812, "front": 713, "invaded": 890, "pedestrians": 1184, "privacy": 1252, "fan": 662, "courier": 451, "express": 647, "srl": 1493, "service": 1442, "11": 11, "take": 1544, "cvv": 463, "code": 369, "cardholder": 326, "serial": 1439, "account": 102, "authorized": 237, "limit": 969, "1100": 13, "telef\u00f3nica": 1556, "never": 1074, "owned": 1160, "happened": 764, "linked": 972, "fees": 671, "deduced": 492, "aedp": 135, "ruled": 1400, "against": 143, "principles": 1249, "described": 506, "claimant": 355, "surname": 1534, "contractual": 431, "relationsid": 1343, "ended": 592, "35": 51, "21": 33, "id": 796, "relationship": 1342, "set": 1444, "behalf": 262, "espana": 618, "according": 101, "cafeter\u00eda": 314, "nagasaki": 1056, "obligations": 1104, "under": 1616, "way": 1672, "monitored": 1038, "outside": 1154, "restaurant": 1372, "captured": 324, "street": 1513, "leave": 955, "eu": 623, "subscriber": 1521, "ads": 132, "goskippy": 743, "services": 1443, "eldon": 572, "insurance": 871, "firm": 688, "give": 736, "hence": 775, "gas": 725, "verify": 1651, "emailed": 578, "regards": 1328, "could": 447, "dossier": 548, "identified": 799, "euros": 626, "permit": 1193, "block": 286, "provided": 1281, "contacted": 421, "opt": 1139, "receiving": 1314, "municipality": 1053, "protecting": 1276, "computer": 401, "systems": 1543, "became": 256, "publicly": 1290, "accessible": 94, "few": 673, "schools": 1417, "anyone": 182, "pupils": 1294, "warnings": 1666, "weakness": 1675, "before": 260, "chose": 350, "anything": 183, "further": 717, "huge": 791, "27": 39, "italian": 911, "tim": 1588, "garante": 722, "numerous": 1098, "activities": 116, "unsolicited": 1631, "promotional": 1269, "prize": 1254, "competitions": 389, "entered": 603, "one": 1127, "reasons": 1311, "involved": 900, "example": 634, "called": 316, "total": 1597, "155": 19, "times": 1591, "month": 1040, "refused": 1326, "call": 315, "requests": 1363, "dpa": 550, "determined": 515, "lacked": 937, "control": 432, "centers": 337, "adequate": 125, "lists": 975, "accurate": 107, "detailed": 511, "policies": 1220, "consumers": 419, "efficiently": 570, "informed": 849, "management": 993, "breaches": 300, "efficient": 569, "besides": 273, "20": 25, "corrective": 444, "58": 69, "prohibits": 1268, "those": 1581, "asked": 213, "blacklisted": 284, "clients": 362, "forbidden": 702, "using": 1642, "smart": 1471, "kid": 927, "apps": 200, "sos": 1482, "infertility": 845, "association": 217, "netflix": 1072, "subscription": 1522, "proved": 1279, "different": 520, "40": 59, "legal": 958, "news": 1077, "only": 1130, "page": 1163, "available": 238, "english": 598, "addressing": 124, "french": 711, "speaking": 1487, "markets": 997, "mention": 1014, "basis": 251, "google": 742, "analytics": 171, "effective": 568, "states": 1501, "must": 1054, "inform": 846, "stated": 1498, "bisnode": 282, "months": 1041, "760": 75, "representative": 1358, "telecommunications": 1555, "provider": 1282, "goal": 739, "closing": 364, "mobile": 1034, "telephoning": 1559, "federal": 669, "freedom": 709, "bfdi": 278, "ha": 752, "repeatedly": 1354, "appoint": 193, "officer": 1120, "accordance": 100, "37": 54, "rapidata": 1305, "gmbh": 738, "bd": 254, "511": 66, "resolve": 1367, "futura": 719, "internationale": 884, "cold": 370, "expressly": 649, "again": 142, "why": 1694, "high": 778, "relative": 1344, "similar": 1464, "letters": 962, "off": 1114, "decided": 488, "ignore": 805, "them": 1572, "excessive": 636, "conversations": 436, "recorded": 1318, "companies": 386, "working": 1706, "finances": 680, "didn": 519, "follow": 695, "procedure": 1257, "disposing": 534, "wanted": 1664, "sanction": 1410, "employee": 583, "evidence": 632, "dashcam": 472, "record": 1317, "road": 1394, "publish": 1291, "youtube": 1720, "being": 264, "compilation": 390, "misused": 1031, "political": 1223, "accident": 96, "collection": 376, "informing": 850, "rate": 1307, "change": 339, "purchase": 1295, "text": 1567, "prior": 1251, "hungarian": 792, "concluded": 403, "kerepes": 925, "regulations": 1336, "explained": 644, "provisions": 1286, "introduced": 889, "workplace": 1707, "activity": 117, "hellenic": 774, "hdpa": 771, "installation": 864, "existence": 641, "bradford": 295, "factor": 657, "profiling": 1266, "monitoring": 1039, "sick": 1456, "constituted": 417, "unrelated": 1629, "thus": 1586, "breaking": 302, "conventions": 435, "improper": 823, "effect": 567, "lands": 939, "where": 1686, "gb": 727, "internet": 885, "sensitive": 1434, "might": 1021, "25": 37, "violations": 1658, "refusal": 1325, "telemarketing": 1557, "proceeded": 1259, "enforcement": 597, "agent": 147, "conducted": 406, "grant": 747, "submitted": 1520, "application": 190, "rejected": 1339, "motivate": 1046, "decision": 489, "partially": 1170, "completed": 396, "delayed": 495, "justification": 922, "invoicing": 897, "originally": 1147, "75": 74, "later": 943, "60": 71, "quick": 1302, "nursing": 1099, "care": 328, "act": 111, "scope": 1418, "erasing": 611, "retained": 1379, "expressed": 648, "desire": 508, "discontinue": 527, "eight": 571, "solicited": 1478, "share": 1448, "five": 692, "rights": 1390, "letter": 961, "hotel": 786, "union": 1621, "delegates": 496, "episode": 607, "harassment": 766, "relation": 1341, "condition": 405, "read": 1308, "contents": 426, "meeting": 1011, "principle": 1248, "integrity": 873, "confidentiality": 408, "between": 276, "17": 21, "faulty": 666, "storage": 1510, "see": 1427, "separate": 1436, "entry": 606, "deutsche": 516, "wohnen": 1703, "se": 1421, "aegean": 136, "marine": 995, "petroleum": 1202, "network": 1073, "inc": 830, "servers": 1441, "impose": 819, "secure": 1425, "amounts": 168, "failing": 659, "separation": 1437, "relevant": 1347, "software": 1476, "group": 750, "implicitly": 818, "copied": 440, "printed": 1250, "checklist": 347, "attendance": 225, "breakfast": 301, "approx": 198, "46": 61, "photographed": 1207, "unauthorized": 1615, "sanctioned": 1411, "menzis": 1015, "patients": 1181, "german": 733, "branch": 296, "facebook": 651, "51": 65, "ireland": 901, "acted": 112, "european": 625, "branches": 297, "hamburg": 760, "however": 789, "appointment": 195, "valid": 1646, "relatively": 1345, "small": 1470, "dpo": 551, "germany": 734, "sometimes": 1481, "february": 668, "2020": 31, "exact": 633, "date": 475, "contain": 422, "cookie": 437, "banner": 248, "shared": 1449, "driver": 553, "parking": 1168, "firms": 689, "rheinland": 1388, "pfalz": 1203, "105": 9, "mixup": 1033, "consequence": 413, "invoices": 896, "mistakenly": 1029, "whose": 1693, "badexcug": 245, "registry": 1334, "setsti": 1445, "spanish": 1485, "agency": 146, "demanded": 500, "reimburse": 1338, "breached": 299, "statement": 1499, "short": 1451, "posted": 1232, "identify": 800, "explain": 643, "removed": 1351, "database": 474, "added": 120, "doing": 545, "endesa": 593, "beneficiary": 270, "energy": 596, "her": 776, "handled": 762, "improperly": 824, "considered": 415, "noting": 1094, "year": 1716, "restraining": 1373, "areas": 204, "lots": 985, "sidewalks": 1458, "garden": 724, "area": 203, "nearby": 1064, "property": 1273, "neighbors": 1070, "going": 741, "homes": 783, "unreasonable": 1628, "purpose": 1297, "itself": 913, "life": 966, "acquired": 110, "photocopy": 1206, "use": 1639, "withdrawn": 1699, "experienced": 642, "transferred": 1605, "18": 22, "610": 73, "partner": 1174, "anonymous": 177, "authentication": 232, "function": 715, "switched": 1541, "active": 115, "error": 616, "view": 1655, "original": 1146, "48": 62, "8211": 78, "uitvoeringsinstituut": 1612, "werknemersverzekeringen": 1683, "uwv": 1645, "multi": 1051, "accessing": 95, "web": 1676, "portal": 1226, "safety": 1406, "employers": 586, "collect": 373, "normally": 1084, "should": 1452, "obligation": 1103, "appointing": 194, "official": 1122, "claimed": 356, "attempting": 223, "fulfill": 714, "premises": 1238, "038": 4, "550": 68, "came": 318, "light": 967, "just": 921, "telling": 1561, "permitted": 1195, "obtain": 1110, "knew": 929, "implement": 814, "ensure": 601, "intended": 874, "much": 1050, "larger": 941, "eventually": 630, "decreased": 490, "police": 1219, "boundaries": 293, "he": 772, "central": 338, "find": 682, "license": 963, "plate": 1213, "unknown": 1623, "sars": 1412, "inquiry": 862, "gathering": 726, "injured": 858, "wounded": 1712, "actions": 113, "done": 547, "lawful": 948, "prerogatives": 1241, "trying": 1610, "exercise": 639, "duties": 560, "satisfy": 1413, "inquiries": 860, "department": 504, "blame": 285, "50": 63, "unicredit": 1620, "opened": 1133, "allegedly": 159, "disposal": 532, "responsible": 1370, "operated": 1135, "prove": 1278, "unable": 1614, "proof": 1270, "eni": 599, "luce": 987, "activation": 114, "contracts": 430, "context": 427, "acknowledge": 109, "wishes": 1696, "onto": 1131, "sufficient": 1526, "retention": 1381, "entities": 604, "disclose": 524, "actually": 118, "bought": 292, "respective": 1369, "incorporated": 836, "espa\u00f1a": 620, "initially": 856, "government": 744, "granting": 748, "she": 1450, "worked": 1705, "delete": 497, "termination": 1565, "employment": 587, "royal": 1399, "tennis": 1564, "knltb": 930, "525": 67, "selling": 1429, "350": 52, "sponsors": 1491, "purposes": 1298, "gender": 730, "various": 1648, "beforehand": 261, "legitimate": 960, "interest": 877, "sell": 1428, "commit": 382, "attempted": 222, "introduce": 888, "facial": 653, "recognition": 1316, "ultimately": 1613, "disproportionate": 535, "freely": 710, "presented": 1245, "elevated": 576, "risks": 1392, "children": 348, "dependent": 505, "board": 289, "military": 1022, "meet": 1010, "reporting": 1357, "deadline": 481, "increased": 839, "measured": 1005, "morele": 1043, "pln": 1216, "ensured": 602, "proper": 1271, "standards": 1495, "games": 721, "lounge": 986, "footage": 699, "homeowners": 782, "displayed": 531, "inadequate": 827, "modified": 1035, "closed": 363, "new": 1076, "creation": 457, "applicant": 188, "interested": 878, "apply": 192, "job": 914, "food": 698, "encrypt": 589, "transmission": 1606, "encryption": 590, "completely": 397, "unencrypted": 1618, "offered": 1117, "password": 1178, "protected": 1275, "applicants": 189, "retrieve": 1382, "simple": 1465, "search": 1422, "clearly": 359, "accord": 99, "minimization": 1025, "belonging": 268, "april": 201, "para": 1165, "lit": 976, "disposed": 533, "we": 1673, "simply": 1466, "general": 731, "waste": 1669, "recycling": 1322, "neighbor": 1069, "romanian": 1396, "airline": 152, "tarom": 1547, "flight": 694, "booking": 290, "authorization": 236, "22": 34, "passengers": 1177, "photo": 1205, "guilty": 751, "create": 454, "electronic": 574, "barcode": 249, "administrator": 128, "imprisoned": 822, "nusvar": 1100, "ab": 85, "operates": 1136, "mrkoll": 1049, "site": 1468, "provides": 1283, "swedes": 1539, "age": 144, "16": 20, "overdue": 1156, "todotecnicos24h": 1593, "witnesse": 1702, "soccer": 1474, "coach": 368, "covertly": 453, "players": 1215, "taking": 1546, "showers": 1455, "many": 994, "ing": 853, "amsterdam": 169, "80": 76, "respecting": 1368, "design": 507, "\u0219i": 1721, "default": 493, "implementing": 816, "225": 35, "transactions": 1603, "doubled": 549, "debit": 484, "bigger": 279, "interesting": 879, "note": 1086, "offenses": 1115, "countries": 450, "millions": 1024, "usually": 1643, "awarded": 241, "denotes": 502, "approaches": 196, "doctor": 540, "profiles": 1265, "personnel": 1199, "985": 84, "registered": 1331, "doctors": 541, "296": 41, "center": 336, "addiction": 121, "medicine": 1009, "8216": 79, "saa": 1404, "boxes": 294, "belongings": 269, "supposedly": 1532, "left": 957, "there": 1574, "252": 38, "participated": 1171, "alcohol": 155, "drug": 554, "abuse": 88, "rehabilitation": 1337, "program": 1267, "hasn": 768, "intends": 875, "32": 45, "infringed": 851, "november": 1095, "exposal": 645, "339": 49, "residents": 1366, "economic": 564, "vulnerability": 1662, "believed": 266, "present": 1244, "starwood": 1497, "hotels": 787, "marriott": 998, "inappropriate": 829, "attention": 226, "paid": 1164, "believes": 267, "110": 12, "390": 58, "200": 26, "invoice": 895, "supplying": 1531, "natural": 1061, "sign": 1459, "edp": 565, "comercializadora": 378, "collaboration": 371, "agreement": 149, "justified": 923, "directly": 523, "unfilled": 1619, "checkbox": 345, "teacher": 1550, "attachment": 219, "academic": 89, "performance": 1189, "corporacion": 443, "de": 480, "radio": 1303, "television": 1560, "espanola": 619, "usb": 1638, "sticks": 1506, "concrete": 404, "point": 1217, "150": 18, "will": 1695, "emerges": 580, "pension": 1186, "president": 1246, "near": 1063, "bucharest": 307, "offer": 1116, "daughter": 478, "document": 542, "33": 46, "huf": 790, "equivalent": 609, "34": 50, "375": 55, "hacker": 755, "behind": 263, "redirection": 1323, "attack": 220, "signed": 1462, "transfer": 1604, "holder": 780, "knowledge": 931, "ngo": 1079, "la": 934, "quadrature": 1299, "du": 555, "austrian": 229, "none": 1083, "your": 1719, "business": 311, "configuration": 409, "android": 173, "transparency": 1608, "sufficiency": 1525, "presence": 1243, "copies": 441, "documentation": 543, "changes": 340, "reviews": 1387, "repayment": 1353, "plans": 1212, "loan": 977, "annexes": 175, "may": 1001, "sense": 1433, "went": 1681, "ahead": 150, "repaid": 1352, "loans": 978, "shouldn": 1453, "alerted": 156, "specific": 1488, "sum": 1528, "still": 1507, "consideration": 414, "financial": 681, "institution": 867, "deny": 503, "controllers": 434, "overextended": 1157, "unwarranted": 1633, "09": 6, "july": 920, "significant": 1463, "bcc": 253, "feature": 667, "hid": 777, "36": 53, "blacklist": 283, "apparently": 185, "opening": 1134, "up": 1635, "suspected": 1537, "money": 1036, "laundering": 946, "hand": 761, "wave": 1671, "away": 242, "appealing": 186, "banking": 247, "supervisory": 1529, "illegal": 808, "form": 705, "thrown": 1585, "garbage": 723, "dump": 557, "method": 1019, "erasure": 612, "arguing": 206, "best": 274, "interests": 880, "retain": 1378, "debts": 487, "creditor": 459, "communicate": 383, "debtor": 486, "unnecessary": 1627, "broken": 305, "limitation": 970, "equal": 608, "025": 3, "enel": 594, "energie": 595, "affiliated": 139, "movimento": 1048, "stelle": 1504, "2017": 28, "rousseau": 1398, "processor": 1263, "running": 1402, "websites": 1678, "adopt": 131, "cards": 327, "ids": 802, "divorce": 538, "judgments": 918, "kept": 924, "assessed": 215, "exchanged": 637, "deficiencies": 494, "key": 926, "allowing": 163, "others": 1150, "28": 40, "recover": 1321, "debt": 485, "86": 83, "bulgarian": 310, "very": 1652, "rare": 1306, "generate": 732, "registration": 1333, "changing": 341, "gp": 745, "regional": 1329, "fund": 716, "arrived": 209, "parts": 1175, "admission": 129, "fill": 675, "indicated": 841, "if": 803, "ticked": 1587, "can": 322, "inactivity": 826, "mailing": 991, "131": 16, "accused": 108, "ten": 1562, "entrepreneurs": 605, "sources": 1483, "obligated": 1102, "concerned": 402, "whom": 1692, "rest": 1371, "operational": 1137, "costs": 446, "xfera": 1715, "moviles": 1047, "exert": 640, "rigorousness": 1391, "handling": 763, "displacement": 530, "flash": 693, "memory": 1013, "stick": 1505, "grounds": 749, "established": 621, "launched": 945, "oslo": 1148, "real": 1309, "detected": 513, "gained": 720, "commission": 380, "bulgaria": 309, "kzld": 933, "status": 1503, "collecting": 375, "vueling": 1661, "airlines": 153, "impossible": 821, "accepting": 91, "browse": 306, "unless": 1626, "accepted": 90, "30": 43, "alteration": 167, "destruction": 510, "unknowingly": 1622, "prepaid": 1240, "telecommunication": 1554, "signature": 1460, "incongruent": 835, "dissimilar": 536, "own": 1159, "hacked": 754, "informational": 848, "leak": 952, "direct": 522, "cause": 331, "laxity": 950, "sports": 1492, "judges": 917, "judicial": 919, "licenses": 964, "pesel": 1201, "mitigating": 1032, "circumstances": 351, "immediately": 813, "mistakes": 1030, "domain": 546, "attempts": 224, "ineffective": 844, "585": 70, "suffered": 1524, "adjusted": 127, "competition": 388, "consumer": 418, "football": 700, "league": 951, "laliga": 938, "implications": 817, "within": 1700, "remotely": 1348, "microphones": 1020, "minute": 1027, "check": 344, "pubs": 1293, "screening": 1420, "matches": 999, "thinks": 1578, "sufficiently": 1527, "possibility": 1228, "confederation": 407, "labour": 935, "aim": 151, "organizing": 1145, "pregnancy": 1237, "400": 60, "swedish": 1540, "adequately": 126, "sweden": 1538, "already": 164, "investigated": 891, "how": 788, "dealt": 483, "instructed": 868, "pro": 1255, "executing": 638, "removal": 1349, "initialed": 855, "earlier": 562, "instructions": 869, "questioned": 1301, "practice": 1235, "owners": 1162, "specifically": 1489, "link": 971, "cnp": 367, "report": 1355, "iscir": 905, "training": 1601, "creating": 456, "illusion": 810, "whereas": 1687, "strict": 1514, "accountability": 103, "bring": 303, "bases": 250, "alleging": 160, "notifications": 1091, "end": 591, "alter": 166, "irreversible": 903, "digital": 521, "publication": 1288, "notices": 1089, "issuing": 909, "complied": 399, "observation": 1106, "angle": 174, "extended": 650, "too": 1595, "far": 663, "accompanied": 98, "2015": 27, "agreed": 148, "confirmed": 410, "admitted": 130, "tests": 1566, "appeared": 187, "files": 674, "mistake": 1028, "leakage": 953, "23": 36, "credits": 460, "approximately": 199, "austrians": 230, "predilections": 1236, "intimate": 886, "avocatoo": 239, "ro": 1393, "includes": 833, "jobs": 915, "surnames": 1535, "transaction": 1602, "dated": 476, "10th": 10, "1st": 24, "notification": 1090, "links": 973, "inadequately": 828, "inobservance": 859, "beyond": 277, "needs": 1068, "permits": 1194, "interior": 881, "ministry": 1026, "togolese": 1594, "republic": 1359, "second": 1423, "provision": 1285, "learned": 954, "old": 1124, "false": 661, "forged": 704, "signatures": 1461, "collector": 377, "said": 1407, "mother": 1045, "maiden": 989, "etc": 622, "invoked": 898, "accountancy": 104, "internal": 882, "obliged": 1105, "backup": 244, "newspaper": 1078, "both": 291, "investigators": 893, "cypriot": 465, "initials": 857, "officers": 1121, "photographs": 1208, "possible": 1229, "officials": 1123, "blurred": 287, "faces": 652, "publicized": 1289, "fault": 665, "lies": 965, "hack": 753, "passwords": 1179, "330": 47, "sender": 1431, "cc": 332, "instead": 866, "problem": 1256, "arose": 207, "locker": 980, "rooms": 1397, "spare": 1486, "clothes": 365, "regularly": 1335, "get": 735, "dressed": 552, "undressed": 1617, "purchased": 1296, "exceed": 635, "requirements": 1365, "taxi": 1549, "danish": 469, "agencies": 145, "kolibri": 932, "image": 811, "lodged": 981, "want": 1663}